[
  {
    "Story Narator": "This story is about the Small stone monster named 'shani' and the planet it lived is called 'zolania'."
  },
  {
    "Story Narator": "In the planet 'zolania' all the stone monsters was living a very peaceful life with their family and the hero stone monster Shani's family are four in member father,mother,younger sister and himself."
  },
  {
    "Story Narator": "the shani was one of the important warrior or kshatriya"
  },
  {
    "Story Narator": "The shani was under the king called 'surya'. now let's start the story"
  },
  {
    "Shani": "WELCOME the tiger of nawab"
  },
  {
    "Surya The King": "Mmmm"
  },
  {
    "Shani": "I 'Shani' will be at your service"
  },
  {
    "Surya The King": "Today I have an important anouncement to make, I 'surya' the king of 9 planets have decided to create a new planet"
  },
  {
    "Other Monsters": "Long live king 'Surya'"
  },
  {
    "Surya The King": "the court is dismissed"
  },
  {
    "Story Narator": "the conversation between the minister and the king"
  },
  {
    "Surya The King": "according to the plan we will destroy the 'zolania' planet and get the  rare raw material of iron and nickel for creating the new planet"
  },
  {
    "Minister": " yes, My lord"
  },
  {
    "Story Narator": "Shani have overheard the conversation between the king and minister and enter the room "
  },
  {
    "Shani": "King destroying the planet will be unfair to monster in 'zolania' "
  },
  {
    "Surya The King": "that why i am going to destroy the planet with the monster "
  },
  {
    "Shani": "why do you want to destroy 'zolania'"
  },
  {
    "Surya The King": "only 'Zolania' is having the rare material of Iron and Nickel and have both in solid and liquid form"
  },
  {
    "Shani": "Then i will surely protect  planet and the lifes in it."
  },
  {
    "Surya The King": "With the size and power of yours are you challangeing me . okey then lets have a game I will say where the bomb is but it will expload in 5 minutes  "
  },
  {
    "Surya The King": "the bomb is in center of planet and it has four layer ,let me see how you reach there."
  },
  {
    "Shani": "I will surely save the planet "
  },
 
  {
    "Surya The King": "Good luck and bye since I won't be seeing you again"
  },
  {
    "Story Narator": "Shani leaves the room and on the way he hears the monsters speaking about the Holes in the planet "
  },
  {
    "Monster's converstions": " Hey did you see I saw few holes in our planet that is too deep and it looked like we can go to other side of the planet "
  },
  {
    "Monster's converstions": "yeah even I saw a big hole that day but now they closed the hole with some wooden material "
  },
  {
    "Shani": "Then they digged holes to keep the bomb in the center of the planet and now I need to find the correct hole to reach the bomb "
  },
  {
    "Shani": "Planet have layer they are crust, mantle,outer core and inner core so the bomb is in the inner core.okey now I get it"
  },
  {
    "Shani": "so the holes are covered with wooden material since there are many holes how to find the correct hole?"
  },
  {
    "Story Narator": "The basic rule of the planet is 'Right is wrong and wrong is right' so let save the planet 'zolania's"
  },
  {
    "EOD": "EOD"
  }
]